[
{
    "id": 88,
    "title": "A Good Man",
    "url": "https://yts.mx/movies/a-good-man-2014",
    "year": 2014,
    "rating": 4.5,
    "genres": [
        "Action",
        "Crime",
        "Thriller"
    ],
    "synopsis": "After an illustrious special ops career ends in disaster, Alexander (Seagal) goes off the grid and attempts to lead a quiet life as a handyman at an apartment complex in Romania. But when one of his tenants and her family fall under the thumb of a local gangster, Alexander is dragged into an all-out war between rival Chinese and Russian gangs; forcing him to not only defend the family, but bringing him face to face with an old foe, and giving him one more chance to reconcile his past. —Keoni Waxman",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 125,
    "download_count": 149105
},
{
    "id": 87,
    "title": "A Good Day to Die Hard",
    "url": "https://yts.mx/movies/a-good-day-to-die-hard-2013",
    "year": 2013,
    "rating": 5.3,
    "genres": [
        "Action",
        "Crime",
        "Thriller"
    ],
    "synopsis": "Iconoclastic, take-no-prisoners cop John McClane, for the first time, finds himself on foreign soil after traveling to Moscow to help his wayward son Jack - unaware that Jack is really a highly-trained CIA operative out to stop a nuclear weapons heist. With the Russian underworld in pursuit, and battling a countdown to war, the two McClanes discover that their opposing methods make them unstoppable heroes. —Guy from Estonia",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 827,
    "download_count": 852114
},
{
    "id": 86,
    "title": "A Funny Thing Happened on the Way to the Forum",
    "url": "https://yts.mx/movies/a-funny-thing-happened-on-the-way-to-the-forum-1966",
    "year": 1966,
    "rating": 6.9,
    "genres": [
        "Action",
        "Comedy",
        "Musical"
    ],
    "synopsis": "Pseudolus (Zero Mostel) is the laziest slave in Rome, and has one wish, to purchase his freedom. When his master and mistress leave for the day, he finds out that the young master has fallen in love with a virgin in the house of Marcus Lycus (Phil Silvers), a slave dealer specializing in beautiful women. Pseudolus concocts a deal in which he will be freed if he can procure the girl for young Hero (Michael Crawford). Of course, it can't be that simple as everything begins to go wrong. —John Vogel",
    "language": "en",
    "mpa_rating": "",
    "like_count": 52,
    "download_count": 48094
},
{
    "id": 85,
    "title": "A Fork in the Road",
    "url": "https://yts.mx/movies/a-fork-in-the-road-2010",
    "year": 2010,
    "rating": 6,
    "genres": [
        "Action",
        "Comedy",
        "Crime"
    ],
    "synopsis": "Will, an escaped convict, inadvertently takes refuge in a barn the same night the owners, April and Martin, get into a terrible fight. A gun shot goes off inside the house. April drags Martin's body outside and discovers Will. He convinces her that he is not there to harm her but has witnessed the murder so they must cooperate or both go to prison. The two take out to dispose of the body only to find out he is not dead. The task of disposal turns into a kidnapping nightmare and, as the two try to navigate the turn of events, they find they must make some hard choices to keep from losing it all. —Anonymous",
    "language": "en",
    "mpa_rating": "",
    "like_count": 36,
    "download_count": 21029
},
{
    "id": 84,
    "title": "A Fighting Man",
    "url": "https://yts.mx/movies/a-fighting-man-2014",
    "year": 2014,
    "rating": 5.5,
    "genres": [
        "Action",
        "Drama",
        "Sport"
    ],
    "synopsis": "An aging fighter (Dominic Purcell) in search of redemption steps into the ring with a hungry young pugilist (Izaak Smith) with something to prove in this boxing drama featuring James Caan and Louis Gossett, Jr. co-star in a film featuring Famke Janssen, Kim Coates, Adam Beach, Sheila McCarthy, and Michael Ironside. —Jiilo_Kim",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 58,
    "download_count": 73743
},
{
    "id": 83,
    "title": "A Few Good Men",
    "url": "https://yts.mx/movies/a-few-good-men-1992",
    "year": 1992,
    "rating": 7.7,
    "genres": [
        "Action",
        "Drama",
        "Thriller"
    ],
    "synopsis": "In this dramatic courtroom thriller, LT Daniel Kaffee, a Navy lawyer who has never seen the inside of the courtroom, defends two stubborn Marines who have been accused of murdering a colleague. Kaffee is known as being lazy and had arranged for a plea bargain. Downey's Aunt Ginny appoints Cmdr. Galloway to represent him. Also on the legal staff is LTJG Sam Weinberg. The team rounds up many facts and Kaffee is discovering that he is really cut out for trial work. The defense is originally based upon the fact that PFC Santiago, the victim, was given a \"CODE RED\". Santiago was basically a screw-up. At Gitmo, screw-ups aren't tolerated. Especially by Col. Nathan Jessup. In Cuba, Jessup and two senior officers try to give all the help they can, but Kaffee knows something's fishy. In the conclusion of the film, the fireworks are set off by a confrontation between Jessup and Kaffee. —Matt Curtolo",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 213,
    "download_count": 267888
},
{
    "id": 82,
    "title": "A Farewell to Arms",
    "url": "https://yts.mx/movies/a-farewell-to-arms-1957",
    "year": 1957,
    "rating": 5.9,
    "genres": [
        "Action",
        "Drama",
        "Romance",
        "War"
    ],
    "synopsis": "Frederick Henry, an American serving as a volunteer ambulance driver with the Italian forces in the First World War, is wounded and falls in love with his attending nurse, the British Catherine Barkley. In the midst of war and some intrigue, the pair struggles to stay together and to survive the horrors around them. —Jim Beaver",
    "language": "en",
    "mpa_rating": "",
    "like_count": 28,
    "download_count": 11370
},
{
    "id": 81,
    "title": "A Fantastic Fear of Everything",
    "url": "https://yts.mx/movies/a-fantastic-fear-of-everything-2012",
    "year": 2012,
    "rating": 5.8,
    "genres": [
        "Action",
        "Comedy",
        "Horror"
    ],
    "synopsis": "Jack is a children's author turned crime novelist whose detailed research into the lives of Victorian serial killers has turned him into a paranoid wreck, persecuted by the irrational fear of being murdered. When Jack is thrown a life-line by his long-suffering agent and a mysterious Hollywood executive takes a sudden and inexplicable interest in his script, what should be his big break rapidly turns into his big breakdown, as Jack is forced to confront his worst demons; among them his love life, his laundry and the origin of all fear. —Production",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 66,
    "download_count": 38154
},
{
    "id": 80,
    "title": "A Day of Violence",
    "url": "https://yts.mx/movies/a-day-of-violence-2010",
    "year": 2010,
    "rating": 3.7,
    "genres": [
        "Action",
        "Crime",
        "Thriller"
    ],
    "synopsis": "Mitchell Parker lies dead on a morgue slab. In life, 'Mitchell' served the low ranks of Debt Collectors, surrounded by all the filth and scum that the world had to offer. He thought his luck was in, when on a routine collection he stumbles across 100,000 in cash, hidden in the sofa of one of his clients. A dark and haunting past hangs over the head of 'Mitchell Parker', one that will lead him on a journey of redemption and ultimately sacrifice. Hunted by the gang whose Money he has stolen. He must evade capture and use the money to rid himself of his demons once and for all. Witness his last days of life. —Darren Ward",
    "language": "en",
    "mpa_rating": "",
    "like_count": 27,
    "download_count": 16764
},
{
    "id": 79,
    "title": "A Dangerous Method",
    "url": "https://yts.mx/movies/a-dangerous-method-2011",
    "year": 2011,
    "rating": 6.4,
    "genres": [
        "Action",
        "Biography",
        "Drama",
        "History",
        "Romance",
        "Thriller"
    ],
    "synopsis": "Suffering from hysteria, Sabina Spielrein is hospitalized under the care of Dr. Carl Jung who has begun using Dr. Sigmund Freud's talking cure with some of his patients. Spielrain's psychological problems are deeply rooted in her childhood and violent father. She is highly intelligent however and hopes to be a doctor, eventually becoming a psychiatrist in her own right. The married Jung and Spielrein eventually become lovers. Jung and Freud develop an almost father-son relationship with Freud seeing the young Jung as his likely successor as the standard-bearer of his beliefs. A deep rift develops between them when Jung diverges from Freud's belief that while psychoanalysis can reveal the cause of psychological problems it cannot cure the patient. —garykmcd",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 117,
    "download_count": 69726
},
{
    "id": 78,
    "title": "A Countess from Hong Kong",
    "url": "https://yts.mx/movies/a-countess-from-hong-kong-1967",
    "year": 1967,
    "rating": 6.1,
    "genres": [
        "Action",
        "Comedy",
        "Romance"
    ],
    "synopsis": "In Hong Kong, the wealthy Ogden Mears is traveling in a transatlantic, close to being assigned Saudi Arabian ambassador, and divorcing his wife Martha. He and his friend Harvey are invited by their old friend Clark to go to a nightclub with three aristocratic Russians on their last night. Ogden drinks too much and spends the night with Countess Natascha. The next morning, while sailing back home, Ogden finds Natascha hidden in his cabin wearing a ball gown and with no documents. The stowaway explains that she wants to go to the United States and Ogden is worried about his career. But Harvey convinces him to help Natascha. Ogden falls in love with Natascha, and he and Harvey plot a fake marriage between Natascha and his valet Hudson. Things get complicated when Immigration requests Natascha's documents and Martha arrives on board. —Claudio Carvalho, Rio de Janeiro, Brazil",
    "language": "en",
    "mpa_rating": "",
    "like_count": 46,
    "download_count": 27174
},
{
    "id": 77,
    "title": "A Common Man",
    "url": "https://yts.mx/movies/a-common-man-2013",
    "year": 2013,
    "rating": 4.7,
    "genres": [
        "Action",
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "synopsis": "A terrorist plants several bombs throughout the city of Colombo, Sri Lanka and threatens to detonate them unless prisoners are released.",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 108,
    "download_count": 53570
},
{
    "id": 76,
    "title": "A Clockwork Orange",
    "url": "https://yts.mx/movies/a-clockwork-orange-1971",
    "year": 1971,
    "rating": 8.3,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Sci-Fi"
    ],
    "synopsis": "Protagonist Alex DeLarge is an \"ultraviolent\" youth in futuristic Britain. As with all luck, his eventually runs out and he's arrested and convicted of murder. While in prison, Alex learns of an experimental program in which convicts are programmed to detest violence. If he goes through the program, his sentence will be reduced and he will be back on the streets sooner than expected. But Alex's ordeals are far from over once he hits the streets of Britain.. —Nikki Carlyle",
    "language": "en",
    "mpa_rating": "",
    "like_count": 396,
    "download_count": 346016
},
{
    "id": 75,
    "title": "Joulutarina",
    "url": "https://yts.mx/movies/joulutarina-1983",
    "year": 1983,
    "rating": 7.9,
    "genres": [
        "Action",
        "Comedy",
        "Family"
    ],
    "synopsis": "Christmas is approaching and 9 year-old Ralphie wants only one thing: a Red Ryder Range 200 Shot BB gun. When he mentions it at the dinner table, his mother's immediate reaction is that he'll shoot his eye out. He then decides on a perfect theme for his teacher but her reaction is like his. He fantasizes about what it would be like to be Red Ryder and catch the bad guys. When the big day arrives he gets lots of present under the tree including a lovely gift from his aunt that his mother just adores. But what about the BB gun? —garykmcd",
    "language": "en",
    "mpa_rating": "",
    "like_count": 95,
    "download_count": 149127
},
{
    "id": 74,
    "title": "A Christmas Carol",
    "url": "https://yts.mx/movies/a-christmas-carol-2009",
    "year": 2009,
    "rating": 6.8,
    "genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy"
    ],
    "synopsis": "Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption. —Jim Beaver",
    "language": "en",
    "mpa_rating": "PG",
    "like_count": 244,
    "download_count": 311322
},
{
    "id": 73,
    "title": "A Case of You",
    "url": "https://yts.mx/movies/a-case-of-you-2013",
    "year": 2013,
    "rating": 5.6,
    "genres": [
        "Action",
        "Comedy",
        "Romance"
    ],
    "synopsis": "Stuck with writer's block, Sam (Justin Long) concocts a fake identity to snag local street artist Birdie (Evan Rachel Wood). After his roommate suggests checking her Facebook profile, Sam begins to shape himself into the ideal man for her. After pretending to accidentally meet at a comedy club and they become ballroom dance partners. Sam begins to write a novel based on their relationship. Can he keep up the charade as it gets more and more difficult? —Anonymous",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 155,
    "download_count": 121747
},
{
    "id": 72,
    "title": "A Bug's Life",
    "url": "https://yts.mx/movies/a-bugs-life-1998",
    "year": 1998,
    "rating": 7.2,
    "genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "synopsis": "At an annual pace, a huge colony of ants is forced to collect every piece of food that grows on their island for a group of menacing grasshoppers. But that all changes when a misfit inventor ant named Flik accidentally knocks over the offering pile thus forcing the grasshoppers' devious leader Hopper to force the ants to redo their gathering of food. Despite the fact that his friends don't believe him and desperate to help save the colony, Flik volunteers to go out into the world and search for a group of 'warrior' bugs. Instead, what he got was a talented group of circus performers. But when the grasshoppers return and take control of the island, Flik must prove himself a true hero before it's too late. —Blazer346",
    "language": "en",
    "mpa_rating": "",
    "like_count": 259,
    "download_count": 437444
},
{
    "id": 71,
    "title": "A Brony Tale",
    "url": "https://yts.mx/movies/a-brony-tale-2014",
    "year": 2014,
    "rating": 5.6,
    "genres": [
        "Action",
        "Documentary"
    ],
    "synopsis": "Vancouver-based voice artist Ashleigh Ball has been the voice of numerous characters in classic cartoons such as Care Bears, Strawberry Shortcake, Cinderella and more. When Ashleigh was hired to voice Apple Jack and Rainbow Dash for Hasbro's fourth series to use the My Little Pony name - My Little Pony: Friendship Is Magic - she had no idea she would become an Internet phenomenon and major celebrity to a worldwide fan-base of grownups. Bronies are united by their belief in the show's philosophy. This documentary gives an inside view of the Pony fan-world, and an intimate look at the courage it takes to just be yourself...even when that means liking a little girls' cartoon. —Anonymous",
    "language": "en",
    "mpa_rating": "",
    "like_count": 24,
    "download_count": 21707
},
{
    "id": 70,
    "title": "A Bronx Tale",
    "url": "https://yts.mx/movies/a-bronx-tale-1993",
    "year": 1993,
    "rating": 7.8,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Romance"
    ],
    "synopsis": "The Bronx, New York, 1960. 9-year-old Calogero grows up admiring and fascinated by the local mob boss, Sonny. Calogero's father, Lorenzo, wants to have nothing to do with the mob and does his best to keep his son away from Sonny and mob business. However, it may prove a losing battle. —grantss",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 128,
    "download_count": 147508
},
{
    "id": 69,
    "title": "X+Y",
    "url": "https://yts.mx/movies/xy-2014",
    "year": 2014,
    "rating": 7.1,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "synopsis": "In a world difficult to comprehend, Nathan struggles to connect with those around him - most of all his loving mother - but finds comfort in numbers. When Nathan is taken under the wing of unconventional and anarchic teacher, Mr. Humphreys, the pair forge an unusual friendship and Nathan's talents win him a place on the UK team at the International Mathematics Olympiad. From suburban England to bustling Taipei and back again, Nathan builds complex relationships as he is confronted by the irrational nature of love. —Anonymous",
    "language": "en",
    "mpa_rating": "",
    "like_count": 173,
    "download_count": 309000
},
{
    "id": 68,
    "title": "A Brief History of Time",
    "url": "https://yts.mx/movies/a-brief-history-of-time-1991",
    "year": 1991,
    "rating": 7.3,
    "genres": [
        "Action",
        "Biography",
        "Documentary"
    ],
    "synopsis": "Unlike the book, this film is really an anecdotal biography of Stephen Hawking. Clips of his lectures, interviews with friends and family and a little physics are thrown together. —Jim Sadur",
    "language": "en",
    "mpa_rating": "",
    "like_count": 123,
    "download_count": 168515
},
{
    "id": 67,
    "title": "A Boy and His Dog",
    "url": "https://yts.mx/movies/a-boy-and-his-dog-1975",
    "year": 1975,
    "rating": 6.5,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "A post-apocalyptic tale based on a novella by Harlan Ellison. A boy communicates telepathically with his dog as they scavenge for food and sex, and they stumble into an underground society where the old society is preserved. The daughter of one of the leaders of the community seduces and lures him below, where the citizens have become unable to reproduce because of being underground so long. They use him for impregnation purposes, and then plan to be rid of him. —Ed Sutton",
    "language": "en",
    "mpa_rating": "",
    "like_count": 86,
    "download_count": 30330
},
{
    "id": 66,
    "title": "A Beautiful Mind",
    "url": "https://yts.mx/movies/a-beautiful-mind-2001",
    "year": 2001,
    "rating": 8.2,
    "genres": [
        "Action",
        "Biography",
        "Drama",
        "Romance"
    ],
    "synopsis": "From the heights of notoriety to the depths of depravity, John Forbes Nash, Jr. experienced it all. A mathematical genius, he made an astonishing discovery early in his career and stood on the brink of international acclaim. But the handsome and arrogant Nash soon found himself on a painful and harrowing journey of self-discovery. After many years of struggle, he eventually triumphed over his tragedy, and finally - late in life - received the Nobel Prize. —Universal Pictures and DreamWorks Pictures",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 592,
    "download_count": 821806
},
{
    "id": 65,
    "title": "96 Minutes",
    "url": "https://yts.mx/movies/96-minutes-2011",
    "year": 2011,
    "rating": 5.7,
    "genres": [
        "Action",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Inspired by true events, 96 minutes is the story of four young lives slammed together in one shocking moment. The events of the night in inner city Atlanta, Georgia, unfold in real time as we inter-cut between a carjacking and the beginning of that day, following four separate kids - who they are, where they come from, and the seemingly innocuous decisions that lead them towards a life changing conclusion. With no adults to guide them, they're left on their own to try to survive not only this night, but the complex reality of the world they live in. —Anonymous",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 45,
    "download_count": 41269
},
{
    "id": 64,
    "title": "9",
    "url": "https://yts.mx/movies/9-2009",
    "year": 2009,
    "rating": 7.1,
    "genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Family",
        "Fantasy",
        "Horror",
        "Mystery",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "In a world destroyed in a war between man and machine, a hand-stitched doll with the number 9 written on its back comes to life. The world he has awakened in is frightening, but he quickly learns that he is not alone and that there are others like him, also with a single digit written on their back. The first one he encounters is 2 who tells him something of what happened to the world. 2 is also thrilled with the disk 9 is carrying, one with three unique symbols on the front. 9 soon learns that the disk and some of the other dolls who are prepared to die for the good of humankind may be the last hope for man's salvation. —garykmcd",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 458,
    "download_count": 249522
},
{
    "id": 63,
    "title": "88 Minutes",
    "url": "https://yts.mx/movies/88-minutes-2007",
    "year": 2007,
    "rating": 5.9,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "synopsis": "In Seattle, the successful forensic psychiatrist and college professor Jack Gramm is in evidence since he was responsible for the condemnation of the serial killer Jon Forster, influencing the jury to sentence him to the death row. Jon accuses Jack of manipulation, inducing one witness and sister of one of his victims to testify against him. On the eve of Jon's execution, Jack receives a phone call telling him that he has only eighty-eight minutes of life, while a killer is copycatting Jon, killing women with the same \"modus-operandi\" and is investigated by Seattle Slayer Task Force. With the support of associate Shelly Barnes, an FBI agent, his friend Frank Parks, and his assistant Kim Cummings, Jack investigates some weird and problematic students, a security guard of the campus and the woman with whom he had one night stand. —Claudio Carvalho, Rio de Janeiro, Brazil",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 69,
    "download_count": 36025
},
{
    "id": 62,
    "title": "8 Mile",
    "url": "https://yts.mx/movies/8-mile-2002",
    "year": 2002,
    "rating": 7.1,
    "genres": [
        "Action",
        "Drama",
        "Music"
    ],
    "synopsis": "The setting is Detroit in 1995. The city is divided by 8 Mile, a road that splits the town in half along racial lines. A young white rapper, Jimmy \"B-Rabbit\" Smith Jr. summons strength within himself to cross over these arbitrary boundaries to fulfill his dream of success in hip hop. With his pal Future and the three one third in place, all he has to do is not choke. —yusufpiskin",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 447,
    "download_count": 567270
},
{
    "id": 61,
    "title": "'71",
    "url": "https://yts.mx/movies/71-2014",
    "year": 2014,
    "rating": 7.2,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller",
        "War"
    ],
    "synopsis": "A young British soldier is accidentally abandoned by his unit following a terrifying riot on the streets of Belfast in 1971. Unable to tell friend from foe, the raw recruit must survive the night alone and find his way to safety through a disorienting, alien and deadly landscape.",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 298,
    "download_count": 504055
},
{
    "id": 60,
    "title": "6 Souls",
    "url": "https://yts.mx/movies/6-souls-2010",
    "year": 2010,
    "rating": 6.1,
    "genres": [
        "Action",
        "Horror",
        "Mystery",
        "Thriller"
    ],
    "synopsis": "After the death of her husband, Dr. Cara Harding's faith in God has been shaken, but not her belief in science. In an attempt to get her more open to accepting unexplainable psychiatric theories, her father introduces her to Adam, a patient with multiple personalities who also takes on some of the physical characteristics of his other personalities. But Cara quickly discovers that his other personalities were murder victims and the more she finds out about Adam and his past, the closer she and her loved ones are to becoming murder victims themselves. —napierslogs",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 92,
    "download_count": 42702
},
{
    "id": 59,
    "title": "6 Bullets",
    "url": "https://yts.mx/movies/6-bullets-2012",
    "year": 2012,
    "rating": 6.1,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Veteran mercenary Samson Gaul (Jean-Claude Van Damme) knows that in the heat of battle, every bullet counts. He retired from combat when his actions resulted in the deaths of helpless victims, but now he's the last hope for a desperate father. Mixed Martial Artist, Andrew Fayden (Joe Flanigan, Stargate: Atlantis) knows how to fight, but alone he's unprepared to navigate the corrupt streets of a foreign city to find his kidnapped daughter. Together, these warriors will stop at nothing to tear apart a vile network of criminals that prey upon the innocent. —marumuga",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 83,
    "download_count": 66426
},
{
    "id": 58,
    "title": "55 Days at Peking",
    "url": "https://yts.mx/movies/55-days-at-peking-1963",
    "year": 1963,
    "rating": 6.7,
    "genres": [
        "Action",
        "Adventure",
        "Drama",
        "History",
        "War"
    ],
    "synopsis": "Diplomats, soldiers, and other representatives of a dozen nations fend off the siege of the International Compound in Peking during the 1899 to 1901 Boxer Rebellion. The disparate interests unite for survival, despite competing factions, overwhelming odds, delayed relief, and tacit support of the Boxers by Dowager Empress Tzu-Hsi (Dame Flora Robson) and her Generals. —Martin H. Booda",
    "language": "en",
    "mpa_rating": "",
    "like_count": 64,
    "download_count": 21584
},
{
    "id": 57,
    "title": "55 and Older",
    "url": "https://yts.mx/movies/55-and-older-2013",
    "year": 2013,
    "rating": 2.7,
    "genres": [
        "Action",
        "Comedy"
    ],
    "synopsis": "A struggling couple are in dire straits and living paycheck to paycheck. When an opportunity to live rent-free in a 55 and older community arises, they are forced to disguise themselves as seniors and try to fake their way into living there. As they transform their lives, the residents are not easily fooled, and begin to suspect the young couple is exactly that, young. As their plight is witnessed by the many watching eyes of the neighborhood, the young couple learns that being a retired senior citizen is not as easy as it looks like. —Anonymous",
    "language": "en",
    "mpa_rating": "",
    "like_count": 17,
    "download_count": 19260
},
{
    "id": 56,
    "title": "50/50",
    "url": "https://yts.mx/movies/5050-2011",
    "year": 2011,
    "rating": 7.6,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "synopsis": "Adam is a 27 year old writer of radio programs and is diagnosed with a rare form of spinal cancer. With the help of his best friend, his mother, and a young therapist at the cancer center, Adam learns what and who the most important things in his life are. —Calikeane",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 278,
    "download_count": 207297
},
{
    "id": 55,
    "title": "500 Days of Summer",
    "url": "https://yts.mx/movies/500-days-of-summer-2009",
    "year": 2009,
    "rating": 7.6,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "synopsis": "After it looks as if she's left his life for good this time, Tom Hansen reflects back on the just over one year that he knew Summer Finn. For Tom, it was love at first sight when she walked into the greeting card company where he worked, she the new administrative assistant. Soon, Tom knew that Summer was the woman with whom he wanted to spend the rest of his life. Although Summer did not believe in relationships or boyfriends - in her assertion, real life will always ultimately get in the way - Tom and Summer became more than just friends. Through the trials and tribulations of Tom and Summer's so-called relationship, Tom could always count on the advice of his two best friends, McKenzie and Paul. However, it is Tom's adolescent sister, Rachel, who is his voice of reason. After all is said and done, Tom is the one who ultimately has to make the choice to listen or not. —Huggo",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 453,
    "download_count": 666733
},
{
    "id": 54,
    "title": "50 First Dates",
    "url": "https://yts.mx/movies/50-first-dates-2004",
    "year": 2004,
    "rating": 6.8,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "synopsis": "Henry Roth lives in a Hawaiian paradise with the company of endless women with no strings attached. This is until he meets Lucy Whitmore. Both Henry and Lucy enjoy the company of each other and feel the start of a serious relationship occurring. Approaching Lucy the next day, Henry is confused when Lucy fails to recognize him. This is the moment Henry discovers that Lucy actually suffers from short term memory loss and can't remember each individual day. Henry won't let this stop him and is prepared to make her fall in love with him all over again, each and every day. —FilmFanUk",
    "language": "en",
    "mpa_rating": "PG-13 on a",
    "like_count": 293,
    "download_count": 376739
},
{
    "id": 53,
    "title": "48 Hrs.",
    "url": "https://yts.mx/movies/48-hrs-1982",
    "year": 1982,
    "rating": 6.9,
    "genres": [
        "Action",
        "Comedy",
        "Crime",
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "synopsis": "Oddball cop and tough guy, Jack Cates is the only survivor of a cop shooting and in hunting down the murderer collects Reggie Hammond from jail for 48 hours. Hammond is oddly motivated to help. The killer is searching for his stash of cash. Cates and Hammond who have the Black-white, cop-crook thing to work out make surprisingly good partners as they navigate through the city looking for their suspect. —John Vogel",
    "language": "en",
    "mpa_rating": "",
    "like_count": 111,
    "download_count": 71646
},
{
    "id": 52,
    "title": "47 Ronin",
    "url": "https://yts.mx/movies/47-ronin-2013",
    "year": 2013,
    "rating": 6.3,
    "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Fantasy",
        "History",
        "War"
    ],
    "synopsis": "While hunting in the forest, Lord Asano of Ako and his samurai find a young half-breed and take him with them to live in the castle. Several years later, Lord Asano holds a tournament to welcome the Shogun to Ako. The night after the tournament, Lord Asano is bewitched into hurting Lord Kira of Nagato, and is punished into committing seppuku by the Shogun. Realizing that it was a Lord Kira's evil plot, the samurais and the half-breed sets out for revenge against the Shogun's order. —Immanuel A.",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 1008,
    "download_count": 888663
},
{
    "id": 51,
    "title": "42nd Street",
    "url": "https://yts.mx/movies/42nd-street-1933",
    "year": 1933,
    "rating": 7.4,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Musical",
        "Romance"
    ],
    "synopsis": "Renowned Broadway producer/director Julian Marsh is hired to put together a new musical revue. It's being financed by Abner Dillon to provide a starring vehicle for his girlfriend, songstress Dorothy Brock. Marsh, who is quite ill, is a difficult task master working long hours and continually pushing the cast to do better. When Brock breaks her ankle one of the chorus girls, Peggy Sawyer, gets her big chance to be the star. She also finds romance along the way. —garykmcd",
    "language": "en",
    "mpa_rating": "",
    "like_count": 30,
    "download_count": 23796
},
{
    "id": 50,
    "title": "42",
    "url": "https://yts.mx/movies/42-2013",
    "year": 2013,
    "rating": 7.5,
    "genres": [
        "Action",
        "Biography",
        "Drama",
        "Sport"
    ],
    "synopsis": "In 1946, Jackie Robinson is a Negro League baseball player who never takes racism lying down. Branch Rickey is a Major League team executive with a bold idea. To that end, Rickey recruits Robinson to break the unspoken color line as the first modern African American Major League player. As both anticipate, this proves a major challenge for Robinson and his family as they endure unrelenting racist hostility on and off the field, from player and fan alike. As Jackie struggles against his nature to endure such abuse without complaint, he finds allies and hope where he least expects it. —Kenneth Chisholm (kchishol@rogers.com)",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 337,
    "download_count": 192781
},
{
    "id": 49,
    "title": "40 Days and Nights",
    "url": "https://yts.mx/movies/40-days-and-nights-2012",
    "year": 2012,
    "rating": 2.4,
    "genres": [
        "Action",
        "Adventure",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "When a colossal tectonic shift causes the sea level to start rising, a microbiologist gathers the DNA of as many species as she can, while the military creates an \"ark\" in a desperate attempt to preserve life on Earth.",
    "language": "en",
    "mpa_rating": "",
    "like_count": 90,
    "download_count": 100968
},
{
    "id": 48,
    "title": "40 Days and 40 Nights",
    "url": "https://yts.mx/movies/40-days-and-40-nights-2002",
    "year": 2002,
    "rating": 5.6,
    "genres": [
        "Action",
        "Comedy",
        "Romance"
    ],
    "synopsis": "Nicole broke up with Matt months ago and is now engaged to someone else. He's very good-looking and has no trouble finding other lovers, but that doesn't help because he's still obsessed with wanting her back. Then he gets the inspiration that swearing off sex for Lent (all forms of sexual activity, even kissing or masturbation) will give him the perspective he needs. So of course a few days later he meets a woman and they fall in love. Now Matt sees his vow as a personal matter, and won't even tell her about it, but his friends think otherwise, and now the complications begin... —Anonymous",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 91,
    "download_count": 62097
},
{
    "id": 47,
    "title": "360",
    "url": "https://yts.mx/movies/360-2011",
    "year": 2011,
    "rating": 6.2,
    "genres": [
        "Action",
        "Drama",
        "Romance",
        "Thriller"
    ],
    "synopsis": "Screenwriter Peter Morgan and Director Fernando Meirelles' movie combines a modern and dynamic roundelay of stories into one, linking characters from different cities and countries in a vivid, suspenseful and deeply moving tale of love in the twenty-first century. Starting in Vienna, this movie beautifully weaves through Paris, London, Bratislava, Rio de Janeiro, Denver, and Phoenix into a single, mesmerizing narrative. —360 Films Ltd",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 43,
    "download_count": 36338
},
{
    "id": 46,
    "title": "3:10 to Yuma",
    "url": "https://yts.mx/movies/310-to-yuma-2007",
    "year": 2007,
    "rating": 7.7,
    "genres": [
        "Action",
        "Adventure",
        "Crime",
        "Drama",
        "War",
        "Western"
    ],
    "synopsis": "Rancher Dan Evans heads into Bisbee to clear up issues concerning the sale of his land when he witnesses the closing events of a stagecoach robbery led by famed outlaw Ben Wade. Shortly thereafter, Wade is captured by the law in Bisbee and Evans finds himself one of the escorts who will take Wade to the 3:10 to Yuma train in Contention for the reward of $200. Evans' effort to take Wade to the station is in part an effort to save his land but also part of an inner battle to determine whether he can be more than just a naive rancher in the eyes of his impetuous and gun slinging son William Evans. The transport to Contention is hazardous and filled with ambushes by Indians, pursuits by Wade's vengeful gang and Wade's own conniving and surreptitious demeanor that makes the ride all the more intense. —Mal enor",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 461,
    "download_count": 273163
},
{
    "id": 45,
    "title": "300: Rise of an Empire",
    "url": "https://yts.mx/movies/300-rise-of-an-empire-2014",
    "year": 2014,
    "rating": 6.2,
    "genres": [
        "Action",
        "Drama",
        "Fantasy",
        "History",
        "War"
    ],
    "synopsis": "After its victory over Leonidas' 300, the Persian Army under the command of Xerxes marches towards the major Greek city-states. The Democratic city of Athens, first on the path of Xerxes' army, bases its strength on its fleet, led by admiral Themistocles. Themistocles is forced to an unwilling alliance with the traditional rival of Athens, oligarchic Sparta whose might lies with its superior infantry troops. But Xerxes still reigns supreme in numbers over sea and land. —ahmetkozan",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 1269,
    "download_count": 1285553
},
{
    "id": 44,
    "title": "300",
    "url": "https://yts.mx/movies/300-2006",
    "year": 2006,
    "rating": 7.6,
    "genres": [
        "Action",
        "Drama",
        "Fantasy",
        "War"
    ],
    "synopsis": "In the Battle of Thermopylae of 480 BC an alliance of Greek city-states fought the invading Persian army in the mountain pass of Thermopylae. Vastly outnumbered, the Greeks held back the enemy in one of the most famous last stands of history. Persian King Xerxes led a Army of well over 100,000 (Persian king Xerxes before war has about 170,000 army) men to Greece and was confronted by 300 Spartans, 700 Thespians, and 400 Thebans. Xerxes waited for 10 days for King Leonidas to surrender or withdraw but left with no options he pushed forward. After 3 days of battle all the Greeks were killed. The Spartan defeat was not the one expected, as a local shepherd, named Ephialtes, defected to the Persians and informed Xerxes that the separate path through Thermopylae, which the Persians could use to outflank the Greeks, was not as heavily guarded as they thought. —cyberian2005",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 811,
    "download_count": 1029111
},
{
    "id": 43,
    "title": "30 Nights of Paranormal Activity with the Devil Inside the Girl with the Dragon Tattoo",
    "url": "https://yts.mx/movies/30-nights-of-paranormal-activity-with-the-devil-inside-the-girl-with-the-dragon-tattoo-2013",
    "year": 2013,
    "rating": 2.5,
    "genres": [
        "Action",
        "Comedy"
    ],
    "synopsis": "After a stint in a psychiatric hospital, a young woman returns to the house where her father killed the entire cast of The Artist during his exorcism.",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 166,
    "download_count": 114264
},
{
    "id": 42,
    "title": "30 Minutes or Less",
    "url": "https://yts.mx/movies/30-minutes-or-less-2011",
    "year": 2011,
    "rating": 6.1,
    "genres": [
        "Action",
        "Comedy",
        "Crime"
    ],
    "synopsis": "The not so smart Dwayne intends to open a massage parlor with his partner Travis, but he does not have money for the investment. He decides to hire a hit-man to kill his father, The Major, who won a large amount of money in the lottery years ago, but the killer demands US$ 100,000 for the job. Dwayne and Travis kidnap the pizza delivery boy Nick and they dress Nick in a vest with a timer and several bombs. Then Dwayne tells Nick that he has ten hours to rob US$ 100,000 from a bank. Once he does, he would give Nick the code to release the vest. Nick summons his best friend Chet to help him in the heist but the scheme does not work the way Dwayne has plotted. —Claudio Carvalho, Rio de Janeiro, Brazil",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 139,
    "download_count": 671737
},
{
    "id": 41,
    "title": "30 Days of Night: Dark Days",
    "url": "https://yts.mx/movies/30-days-of-night-dark-days-2010",
    "year": 2010,
    "rating": 4.4,
    "genres": [
        "Action",
        "Horror",
        "Thriller"
    ],
    "synopsis": "It has been a year since the isolated Alaskan town of Barrow's population was decimated by vampires during its annual month long sunset. Riddled with grief over the death of her husband Eben, bound by nightmares and void of all emotions beyond hate and sorrow, Stella Oleson has spent the past months traveling the world, trying to convince others that vampires exist. Met with skepticism and laughter, she is ready to throw in the towel when a group of lost souls offers an incredible opportunity: the chance to exact revenge upon Lilith, the vampire queen responsible for the assault on her sleepy Alaskan town. With nothing remaining to live for, and nothing left to fear, Stella joins their mission and ventures into the uncharted underbelly of Los Angeles where she pushes herself to the most extreme limits to stop the evil from striking again. —Fango",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 96,
    "download_count": 53271
},
{
    "id": 40,
    "title": "30 Days of Night",
    "url": "https://yts.mx/movies/30-days-of-night-2007",
    "year": 2007,
    "rating": 6.6,
    "genres": [
        "Action",
        "Horror",
        "Thriller"
    ],
    "synopsis": "This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction. —ahmetkozan",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 165,
    "download_count": 93577
},
{
    "id": 39,
    "title": "3 Women",
    "url": "https://yts.mx/movies/3-women-1977",
    "year": 1977,
    "rating": 7.8,
    "genres": [
        "Action",
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "synopsis": "Pinky is an awkward adolescent who starts work at a spa in the California desert. She becomes overly attached to fellow spa attendant, Millie when she becomes Millie's room-mate. Millie is a lonely outcast who desperately tries to win attention with constant up-beat chatter. They hang out at a bar owned by a strange pregnant artist and her has-been cowboy husband. After two emotional crises, the three women steal and trade personalities until they settle into a new family unit that seems to give each woman what she was searching for. —danetta cox cordova",
    "language": "en",
    "mpa_rating": "",
    "like_count": 67,
    "download_count": 38249
},
{
    "id": 40,
    "title": "30 Days of Night",
    "url": "https://yts.mx/movies/30-days-of-night-2007",
    "year": 2007,
    "rating": 6.6,
    "genres": [
        "Action",
        "Horror",
        "Thriller"
    ],
    "synopsis": "This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction. —ahmetkozan",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 165,
    "download_count": 93577
},
{
    "id": 39,
    "title": "3 Women",
    "url": "https://yts.mx/movies/3-women-1977",
    "year": 1977,
    "rating": 7.8,
    "genres": [
        "Action",
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "synopsis": "Pinky is an awkward adolescent who starts work at a spa in the California desert. She becomes overly attached to fellow spa attendant, Millie when she becomes Millie's room-mate. Millie is a lonely outcast who desperately tries to win attention with constant up-beat chatter. They hang out at a bar owned by a strange pregnant artist and her has-been cowboy husband. After two emotional crises, the three women steal and trade personalities until they settle into a new family unit that seems to give each woman what she was searching for. —danetta cox cordova",
    "language": "en",
    "mpa_rating": "",
    "like_count": 67,
    "download_count": 38249
},
{
    "id": 38,
    "title": "3 Geezers!",
    "url": "https://yts.mx/movies/3-geezers-2013",
    "year": 2013,
    "rating": 3.3,
    "genres": [
        "Action",
        "Comedy"
    ],
    "synopsis": "Follow actor J Kimball as he researches what it's like to be old for a role in an upcoming movie. When he meets the residents at The Coconuts convalescent home, he quickly discovers that his perceptions of the elderly may be off from today's reality. After being on the wrong end of some pranks, J enlists the help of his Hollywood friends to turn the tides. Mayhem ensues. —Anonymous",
    "language": "en",
    "mpa_rating": "",
    "like_count": 96,
    "download_count": 58529
},
{
    "id": 37,
    "title": "3 Days to Kill",
    "url": "https://yts.mx/movies/3-days-to-kill-2014",
    "year": 2014,
    "rating": 6.2,
    "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Dying of brain cancer, a dangerous international spy is determined to give up his high stakes life to finally build a closer relationship with his estranged wife and daughter, whom he's previously kept at arm's length to keep out of danger; but first, he must complete one last mission - even if it means juggling the two toughest assignments yet: hunt down the world's most ruthless terrorist and look after his teenage daughter for the first time in ten years while his wife is out of town. —Relativity Media",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 601,
    "download_count": 528586
},
{
    "id": 36,
    "title": "28 Weeks Later",
    "url": "https://yts.mx/movies/28-weeks-later-2007",
    "year": 2007,
    "rating": 6.9,
    "genres": [
        "Action",
        "Drama",
        "Horror",
        "Sci-Fi"
    ],
    "synopsis": "Six challenging months after the horrific events of 28 Days Later... (2002), when the unstoppable Rage Virus decimated the entire city of London, the U.S. Army has restored order and is repopulating the quarantined city. However, after the first wave of returning refugees, an unsuspecting carrier of the highly transmittable pathogen enters the dead city, and unknowingly re-ignites the spread of the deadly infection. Indeed, the virus is not yet dead, and this time, it is more dangerous than ever. Will the nightmare begin again? —Nick Riganas",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 320,
    "download_count": 361276
},
{
    "id": 35,
    "title": "28 Days Later...",
    "url": "https://yts.mx/movies/28-days-later-2002",
    "year": 2002,
    "rating": 7.6,
    "genres": [
        "Action",
        "Drama",
        "Horror",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "Animal activists invade a laboratory with the intention of releasing chimpanzees that are undergoing experimentation, infected by a virus -a virus that causes rage. The naive activists ignore the pleas of a scientist to keep the cages locked, with disastrous results. Twenty-eight days later, our protagonist, Jim, wakes up from a coma, alone, in an abandoned hospital. He begins to seek out anyone else to find London is deserted, apparently without a living soul. After finding a church, which had become inhabited by zombie like humans intent on his demise, he runs for his life. Selena and Mark rescue him from the horde and bring him up to date on the mass carnage and horror as all of London tore itself apart. This is a tale of survival and ultimately, heroics, with nice subtext about mankind's savage nature. —Claudio Carvalho, Rio de Janeiro, Brazil",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 331,
    "download_count": 575756
},
{
    "id": 34,
    "title": "27 Dresses",
    "url": "https://yts.mx/movies/27-dresses-2008",
    "year": 2008,
    "rating": 6.1,
    "genres": [
        "Action",
        "Comedy",
        "Romance"
    ],
    "synopsis": "Two things about Jane: she never says no to her friends (she's been a bridesmaid 27 times and selflessly plans friends' weddings), and she's in love with her boss, George, nurturing dreams of a lovely, romantic wedding of her own. She meets Kevin, a cynical writer who finds her attractive, and that same week her flirtatious younger sister Tess comes to town. Jane silently watches George fall for Tess, a manipulative pretender. Worse, Jane may be called upon to plan their wedding. Meanwhile, Kevin tries to get Jane's attention and has an idea that may advance his career. Can Jane uncork her feelings? —",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 131,
    "download_count": 110334
},
{
    "id": 33,
    "title": "247°F",
    "url": "https://yts.mx/movies/247f-2011",
    "year": 2011,
    "rating": 4.9,
    "genres": [
        "Action",
        "Horror",
        "Thriller"
    ],
    "synopsis": "Jenna, Renee, Ian and Michael arrive at a lakeside cabin owned by Ian's uncle Wade. Intending to enjoy a carefree weekend, instead, three of them become locked in the hot sauna. First they think its Michael playing jokes on them, but soon realize that help is not coming and they must find a way out before the heat kills them. As the heat rises they are pushed to their physical and psychological limits - staying alive is not easy any more. Breaking a small window - may be the worst thing they can do, because cool air will trick the thermostat to run the heater full blast. They need to get out, but all they can is wait! Wait for what, wait for who?! How long could you wait in the heat up to 250 degree Fahrenheit. —Anonymous",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 71,
    "download_count": 46402
},
{
    "id": 32,
    "title": "22 Jump Street",
    "url": "https://yts.mx/movies/22-jump-street-2014",
    "year": 2014,
    "rating": 7,
    "genres": [
        "Action",
        "Comedy",
        "Crime"
    ],
    "synopsis": "After making their way through high school (twice), big changes are in store for officers Schmidt (Jonah Hill) and Jenko (Channing Tatum) when they go deep undercover at a local college. But when Jenko meets a kindred spirit on the football team, and Schmidt infiltrates the bohemian art major scene, they begin to question their partnership. Now they don't have to just crack the case - they have to figure out if they can have a mature relationship. If these two overgrown adolescents can grow from freshmen into real men, college might be the best thing that ever happened to them. —Sony Pictures Entertainment",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 954,
    "download_count": 1427393
},
{
    "id": 31,
    "title": "22 Bullets",
    "url": "https://yts.mx/movies/22-bullets-2010",
    "year": 2010,
    "rating": 6.7,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Charly Mattei has turned a new leaf on his past as an outlaw. For the past three years he's been living a comfortable life and devoting himself to his wife and two kids. However, one winter morning, he's left for dead in the underground parking garage of Marseille's Old Port with 22 bullets in his body. Against all odds, he will not die. —Happy_Evil_Dude",
    "language": "fr",
    "mpa_rating": "",
    "like_count": 88,
    "download_count": 89140
},
{
    "id": 30,
    "title": "21 & Over",
    "url": "https://yts.mx/movies/21-over-2013",
    "year": 2013,
    "rating": 5.8,
    "genres": [
        "Action",
        "Comedy"
    ],
    "synopsis": "When Straight-A college student Jeff Chang's two best friends take him out for his 21st birthday on the night before an important medical school interview, what was supposed to be a quick beer becomes a night of humiliation, over indulgence and utter debauchery. —Relativity",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 418,
    "download_count": 303657
},
{
    "id": 29,
    "title": "21 Jump Street",
    "url": "https://yts.mx/movies/21-jump-street-2012",
    "year": 2012,
    "rating": 7.2,
    "genres": [
        "Action",
        "Comedy",
        "Crime"
    ],
    "synopsis": "In 2005, Schmidt and Jenko are high school students, one an honor roll geek, the other a cool, athletic underachiever. By 2012, they are rookie cops, paired together, on bike patrol yearning to make arrests. After a screw up, they're sent undercover back to high school to find the source of a dangerous synthetic drug. They mix up their names, and Schmidt gets the no-brainer classes where he auditions for Peter Pan and falls in love with Wendy; Jenko gets AP classes where he falls in with high-achieving dweebs. This second chance at high school gives Schmidt delusions of grandeur, which threaten the operation. Can they sort out their relationship as they stumble onto the bad guys? —",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 596,
    "download_count": 963485
},
{
    "id": 28,
    "title": "21 Grams",
    "url": "https://yts.mx/movies/21-grams-2003",
    "year": 2003,
    "rating": 7.6,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Paul Rivers, an ailing mathematician lovelessly married to English émigré; Christina Peck, who's hiding a secret past; and Jack Jordan, an ex-convict who has found Jesus are brought together by a terrible accident which changes their lives. —Miguel Cane (Stepford@yahoo.com)",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 284,
    "download_count": 107862
},
{
    "id": 27,
    "title": "21",
    "url": "https://yts.mx/movies/21-2008",
    "year": 2008,
    "rating": 6.8,
    "genres": [
        "Action",
        "Biography",
        "Crime",
        "Drama",
        "History",
        "Thriller"
    ],
    "synopsis": "Ben Campbell is a young, highly intelligent, student at M.I.T. in Boston who strives to succeed. Wanting a scholarship to transfer to Harvard School of Medicine with the desire to become a doctor, Ben learns that he cannot afford the $300,000 for the four to five years of schooling as he comes from a poor, working-class background. But one evening, Ben is introduced by his unorthodox math professor Micky Rosa into a small but secretive club of five. Students Jill, Choi, Kianna, and Fisher, who are being trained by Professor Rosa of the skill of card counting at blackjack. Intrigued by the desire to make money, Ben joins his new friends on secret weekend trips to Las Vegas where, using their skills of code talk and hand signals, they have Ben make hundreds of thousands of dollars in winning blackjack at casino after casino. Ben only wants to make enough money for the tuition to Harvard and then back out. But as fellow card counter, Jill Taylor, predicts, Ben becomes corrupted by greed and his arrogance at winning which lets his feelings get in the way, and it also puts Professor Rosa, as well as the group, on the radar of a brutal casino security enforcer, named Cole Williams, who holds a personal grudge of some kind against Rosa which threatens to undo everything the students have learned and earned. —matt-282",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 201,
    "download_count": 249414
},
{
    "id": 26,
    "title": "2047: Sights of Death",
    "url": "https://yts.mx/movies/2047-sights-of-death-2014",
    "year": 2014,
    "rating": 2.5,
    "genres": [
        "Action",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "The year is 2047. Our planet is ruled by the repressive Confederate Central Government (CCG). Ryan Willburn (Stephen Baldwin) is a Green War rebel Agent sent on a mission by Sponge (Danny Glover) to collect evidence against the CCG for its heinous crimes. Ryan soon faces the sinister Colonel Asimov (Rutger Hauer), Major Anderson (Daryl Hannah), and a group of mercenaries lead by Lobo (Michael Madsen). Ryan's mission quickly turns chaotic when he meets Tuag (Neva Leoni), a mutant survivor of the CCG rebellion who swears to help Ryan save what is left of their world - or does she? —remi",
    "language": "it",
    "mpa_rating": "",
    "like_count": 77,
    "download_count": 72341
},
{
    "id": 24,
    "title": "2001: A Space Odyssey",
    "url": "https://yts.mx/movies/2001-a-space-odyssey-1968",
    "year": 1968,
    "rating": 8.3,
    "genres": [
        "Action",
        "Adventure",
        "Mystery",
        "Sci-Fi"
    ],
    "synopsis": "\"2001\" is a story of evolution. Sometime in the distant past, someone or something nudged evolution by placing a monolith on Earth (presumably elsewhere throughout the universe as well). Evolution then enabled humankind to reach the moon's surface, where yet another monolith is found, one that signals the monolith placers that humankind has evolved that far. Now a race begins between computers (HAL) and human (Bowman) to reach the monolith placers. The winner will achieve the next step in evolution, whatever that may be. —Larry Cousins",
    "language": "en",
    "mpa_rating": "",
    "like_count": 461,
    "download_count": 747060
},
{
    "id": 23,
    "title": "20,000 Days on Earth",
    "url": "https://yts.mx/movies/20000-days-on-earth-2014",
    "year": 2014,
    "rating": 7.5,
    "genres": [
        "Action",
        "Documentary",
        "Drama",
        "Music"
    ],
    "synopsis": "Drama and reality combine in a fictitious 24 hours in the life of musician and international cultural icon Nick Cave. With startlingly frank insights and an intimate portrayal of the artistic process, the film examines what makes us who we are, and celebrates the transformative power of the creative spirit. —Pulse Films",
    "language": "en",
    "mpa_rating": "",
    "like_count": 95,
    "download_count": 80107
},
{
    "id": 22,
    "title": "2 Guns",
    "url": "https://yts.mx/movies/2-guns-2013",
    "year": 2013,
    "rating": 6.7,
    "genres": [
        "Action",
        "Comedy",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Robert Trench, an undercover DEA agent, takes advantage of gunman Michael Stigman's idea to rob a bank to bust him and a mob boss. However, it proves too successful with much more money seized than anticipated with Trench's forces not stopping the getaway. Complicating things still more, Stigman turns out to be a Naval Intelligence agent who shoots Trench and takes the money. The interservice debacle suddenly finds Trench and Stigman in a bloody web of corrupt clandestine rivalries as they are hunted, blackmailed and isolated for the money on both sides of the law. Now, the fugitives must work together to find a way out of this situation with no one to turn to but themselves. —Kenneth Chisholm (kchishol@rogers.com)",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 858,
    "download_count": 662749
},
{
    "id": 21,
    "title": "2 Fast 2 Furious",
    "url": "https://yts.mx/movies/2-fast-2-furious-2003",
    "year": 2003,
    "rating": 5.9,
    "genres": [
        "Action",
        "Adventure",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "EX LAPD cop Brian O'Conner (Paul Walker) teams up with his ex-con friend Roman Pearce (Tyrese Gibson) and works with undercover U.S. Customs Service agent Monica Fuentes (Eva Mendes) to bring Miami-based drug lord Carter Verone (Cole Hauser) down. —slightlymad22",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 522,
    "download_count": 973884
},
{
    "id": 20,
    "title": "1984",
    "url": "https://yts.mx/movies/1984-1984",
    "year": 1984,
    "rating": 7.1,
    "genres": [
        "Action",
        "Drama",
        "Romance",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "Longing for freedom, the lowly bureaucrat of the Ministry of Truth, Winston Smith, summons up the courage to write down his unspoken desires in his little secret diary. Serving silently at the pleasure of the grim, autocratic hyper-state of Oceania, Smith knows that the English Socialist Party's supreme leader, the omnipotent Big Brother, watches his every move, condemning the already terrified people into a life of slavery. Under those dire circumstances--as the totalitarian government's suffocating stranglehold tightens more and more--Julia, another equally seditious party member, crosses paths with Winston, and a dangerous clandestine affair begins. Now, there's no turning back, and, sooner or later, the illicit couple will have to pay for its hideous crimes against the dictatorial state. What makes a good citizen? —Nick Riganas",
    "language": "en",
    "mpa_rating": "",
    "like_count": 121,
    "download_count": 80225
},
{
    "id": 19,
    "title": "1969",
    "url": "https://yts.mx/movies/1969-1988",
    "year": 1988,
    "rating": 5.8,
    "genres": [
        "Action",
        "Drama",
        "War"
    ],
    "synopsis": "Two college students, Ralph and Scott, live in a small minded Maryland town at the onset of wide public dissatisfaction with the Vietnam War. While Scott's brother Alden enlists in the country's armed forces, he and Ralph are outspoken in their opposition to the war. Scott's attitude alienates him from his father and he and Ralph leave town to enjoy their freedom. But when Ralph is expelled from college, he suddenly becomes a prime candidate for serving the country's armed forces. When they learn Scott's brother is declared missing in action, the lifelong friends take drastic - and illegal - measures to ensure Ralph's freedom. This event proves to be the catalyst needed to bridge the gap between father and son and enlightens them both to the true cost of war. —MGM/UA Home Video",
    "language": "en",
    "mpa_rating": "",
    "like_count": 32,
    "download_count": 52464
},
{
    "id": 18,
    "title": "1941",
    "url": "https://yts.mx/movies/1941-1979",
    "year": 1979,
    "rating": 5.8,
    "genres": [
        "Action",
        "Comedy",
        "War"
    ],
    "synopsis": "Hysteria grips California in the wake of the bombing of Pearl Harbor. An assorted group of defenders attempt to make the coast defensible against an imagined Japanese invasion, in this big budget, big cast comedy. Members of a Japanese submarine crew scout out the madness, along with a Captain in Germany's Kreigsmarine (Navy). —Keith Loh",
    "language": "en",
    "mpa_rating": "",
    "like_count": 75,
    "download_count": 93516
},
{
    "id": 17,
    "title": "1776",
    "url": "https://yts.mx/movies/1776-1972",
    "year": 1972,
    "rating": 7.6,
    "genres": [
        "Action",
        "Drama",
        "Family",
        "History",
        "Musical"
    ],
    "synopsis": "The film version of the Broadway musical comedy of the same name. In the days leading up to July 4, 1776, Continental Congressmen John Adams and Benjamin Franklin coerce Thomas Jefferson into writing the Declaration of Independence as a delaying tactic as they try to persuade the American colonies to support a resolution on independence. As George Washington sends depressing messages describing one military disaster after another, the businessmen, landowners and slave holders in Congress all stand in the way of the Declaration, and a single \"nay\" vote will forever end the question of independence. Large portions of spoken and sung dialog are taken directly from the letters and memoirs of the actual participants. —Dave Heston",
    "language": "en",
    "mpa_rating": "",
    "like_count": 20,
    "download_count": 24809
},
{
    "id": 16,
    "title": "17 Again",
    "url": "https://yts.mx/movies/17-again-2009",
    "year": 2009,
    "rating": 6.4,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Romance",
        "Sport"
    ],
    "synopsis": "At 17 Mike O'Donnell is on top of the world: he's the star of his high school basketball team, is a shoo-in for a college scholarship, and is dating his soul-mate, Scarlet. But at what's supposed to be his big game where a college scout is checking him out, Scarlet reveals that she's pregnant. Mike decides to leave the game and asks Scarlet to marry him, which she does. During their marriage, Mike can only whine about the life he lost because he married her, so she throws him out. When he also loses his job, he returns to the only place he's happy at, his old high school. While looking at his high school photo, a janitor asks him if he wishes he could be 17 again and he says yes. One night while driving he sees the janitor on a bridge ready to jump, and goes after him. When he returns to his friend Ned's house, where he has been staying, he sees that he is 17 again. He decides to take this opportunity to get the life he lost. —rcs0411@yahoo.com",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 227,
    "download_count": 496489
},
{
    "id": 15,
    "title": "16 Blocks",
    "url": "https://yts.mx/movies/16-blocks-2006",
    "year": 2006,
    "rating": 6.6,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "Jack Mosley, a burnt-out detective, is assigned the unenviable task of transporting a fast-talking convict from jail to a courthouse 16 blocks away. However, along the way he learns that the man is supposed to testify against Mosley's colleagues, and the entire NYPD wants him dead. Mosley must choose between loyalty to his colleagues and protecting the witness, and never has such a short distance seemed so long... —Anonymous",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 93,
    "download_count": 42754
},
{
    "id": 14,
    "title": "1408",
    "url": "https://yts.mx/movies/1408-2007",
    "year": 2007,
    "rating": 6.8,
    "genres": [
        "Action",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery"
    ],
    "synopsis": "The cynical and skeptical writer Mike Enslin writes books evaluating supernatural phenomena in hotels, graveyards and other haunted places, usually debunking the mystery. While writing his latest book, he travels from Los Angeles to New York to spend one night in the Dolphin Hotel's posessed room 1408, which is permanently unavailable for guests. The reluctant manager Mr. Gerald Olin objects to his request and offers an upgrade, expensive booze and finally relates the death of more than fifty guests over decades in the cursed room. However Mike threatens Mr. Olin, promising to sue the hotel, and is finally allowed to check into the room. Later in the night, he finds that guests of room 1408, once they have checked in, might never leave the room alive. —Claudio Carvalho, Rio de Janeiro, Brazil",
    "language": "en",
    "mpa_rating": "",
    "like_count": 412,
    "download_count": 244354
},
{
    "id": 13,
    "title": "13/13/13",
    "url": "https://yts.mx/movies/131313-2013",
    "year": 2013,
    "rating": 3.2,
    "genres": [
        "Action",
        "Horror"
    ],
    "synopsis": "For millennia, calendars have added an extra day every four years. In doing so, they violated the ancient Mayan calendar. Now we are in the 13th month of the 13th year of the new millennium, and the few who survive will battle a world of demons. —Marie Bertonneau",
    "language": "en",
    "mpa_rating": "",
    "like_count": 84,
    "download_count": 62176
},
{
    "id": 12,
    "title": "13 Sins",
    "url": "https://yts.mx/movies/13-sins-2014",
    "year": 2014,
    "rating": 6.3,
    "genres": [
        "Action",
        "Horror",
        "Thriller"
    ],
    "synopsis": "In New Orleans, the salesman Elliot Brindle is full of debts and expecting a promotion to get married with his girlfriend Shelby that is pregnant. However his unethical chief fires him and Elliot is desperate since he supports his intellectually disabled brother Michael Brindle with his health insurance. He reaches the rock bottom when his estranged racist father tells that he is going to live with him. Out of the blue, Elliot receives a phone call and a stranger invites him to participate in a game where he may win a large amount and become a millionaire provided he accomplishes thirteen tasks. Initially the skeptical Elliot needs to kill a fly and then eat it. After each task, Elliot finds the promised deposit in his bank account. He decides to accept the invitation, and the tasks become aggressive, gruesome, brutal and offensive. When Elliot decides to quit the game, he realizes that there is no return for him. —Claudio Carvalho, Rio de Janeiro, Brazil",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 291,
    "download_count": 254567
},
{
    "id": 11,
    "title": "13 Eerie",
    "url": "https://yts.mx/movies/13-eerie-2013",
    "year": 2013,
    "rating": 4.5,
    "genres": [
        "Action",
        "Horror",
        "Sci-Fi"
    ],
    "synopsis": "Forensics students arrive on an isolated island, much like a body farm, get to try out their CSI skills on a bunch of corpses under the watchful eye of their grumpy professor. The island used to house a state penitentiary where the authorities were experimenting on death row inmates and now the bodies won't stay still.",
    "language": "en",
    "mpa_rating": "",
    "like_count": 75,
    "download_count": 33724
},
{
    "id": 10,
    "title": "13",
    "url": "https://yts.mx/movies/13-2010",
    "year": 2010,
    "rating": 6.1,
    "genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "synopsis": "In Talbot, Ohio, a father's need for surgeries puts the family in a financial bind. His son Vince, an electrician, overhears a man talking about making a fortune in just a day. When the man overdoses on drugs, Vince finds instructions and a cell phone that the man has received and substitutes himself: taking a train to New York and awaiting contact. He has no idea what it's about. He ends up at a remote house where wealthy men bet on who will survive a complicated game of Russian roulette: he's number 13. In flashbacks we meet other contestants, including a man whose brother takes him out of a mental institution in order to compete. Can Vince be the last one standing? —",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 284,
    "download_count": 249441
},
{
    "id": 9,
    "title": "12 Years a Slave",
    "url": "https://yts.mx/movies/12-years-a-slave-2013",
    "year": 2013,
    "rating": 8.1,
    "genres": [
        "Action",
        "Biography",
        "Drama",
        "History"
    ],
    "synopsis": "Based on an incredible true story of one man's fight for survival and freedom. In the pre-Civil War United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery. Facing cruelty personified by a malevolent slave owner, as well as unexpected kindnesses, Solomon struggles not only to stay alive, but to retain his dignity. In the twelfth year of his unforgettable odyssey, Solomon's chance meeting with a Canadian abolitionist will forever alter his life. —Fox Searchlight",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 1233,
    "download_count": 1040205
},
{
    "id": 8,
    "title": "11/11/11",
    "url": "https://yts.mx/movies/111111-2011",
    "year": 2011,
    "rating": 2.6,
    "genres": [
        "Action",
        "Horror",
        "Thriller"
    ],
    "synopsis": "Jack and Melissa are frightened by their son's bizarre and violent behavior; they soon learn that he is the gateway to the Apocalypse, and it will happen on his birthday, 11-11-11.",
    "language": "en",
    "mpa_rating": "R",
    "like_count": 42,
    "download_count": 43979
},
{
    "id": 7,
    "title": "101 Dalmatians 2: Patch's London Adventure",
    "url": "https://yts.mx/movies/101-dalmatians-2-patchs-london-adventure-2002",
    "year": 2002,
    "rating": 5.8,
    "genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Family",
        "Musical"
    ],
    "synopsis": "Roger, Anita and their canine clan are packing for the big move to Dalmatian Plantation, a home in the country with plenty of room for the 101 pups and far from the clutches of Cruella DeVil. The feistiest pup, Patch, feels lost in a sea of spots and longs to be a one-of-a-kind wonderdog like his TV hero, Thunderbolt. While watching the Thunderbolt Adventure Hour, Patch hears about a chance to appear on the show while it's filming in London. However, the family move will interfere with Patch's opportunity - until he's accidentally left behind in the commotion. Patch heads for the audition to meet his hero. Meanwhile, Thunderbolt's \"trusty\" sidekick, Lightning, reveals that the producers of the show want to replace Thunderbolt with a younger dog. In order to save his job, Thunderbolt decides he will go into the real world and perform an act of true heroism to prove himself. A veritable reference book to Thunderbolt's many adventures, Patch provides the perfect guide for the TV star in his attempts at real-life heroics. As for Cruella DeVil - she's back and more obsessed with Dalmatians than ever. At first, she's able to calm her frenzy through an affiliation with a spot-fixated artist. —Anonymous",
    "language": "en",
    "mpa_rating": "",
    "like_count": 143,
    "download_count": 118449
},
{
    "id": 6,
    "title": "10,000 BC",
    "url": "https://yts.mx/movies/10000-bc-2008",
    "year": 2008,
    "rating": 5.1,
    "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Fantasy",
        "History",
        "Thriller"
    ],
    "synopsis": "A pseudo-orphaned semi-outcast since his father left his mammoth hunting tribe on a secret, prophecy-related mission, D'Leh grows up as protégé of master hunter Tic'Tic. Putting truth first, he sacrifices his cheater chance to win status and the charmed girl Evolet, who thus falls to his rival-buddy Ka'Ren. The couple is among the captives taken by horse-riding slave-hunters, but D'Leh takes charge of an epic rescue mission that follows the caravan all the way to the pyramid building site of a 'living god'. By winning the support of a people he impressed on the way thanks to a saber-tooth he once saved and secretly forging a slave rise, he bids for his people's liberation. —KGF Vissers",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 204,
    "download_count": 154093
},
{
    "id": 5,
    "title": "100 Bloody Acres",
    "url": "https://yts.mx/movies/100-bloody-acres-2012",
    "year": 2012,
    "rating": 6,
    "genres": [
        "Action",
        "Comedy",
        "Crime",
        "Drama",
        "Horror"
    ],
    "synopsis": "The use of dead car crash victims in the Morgan Brothers' \"Blood and Bone\" fertiliser has been a huge boon to business. But it's been months since their last find and an important new customer is waiting on a delivery. When Reg Morgan, the junior partner in the business, comes across three young people stranded on a remote country road, he sees a radical solution to their supply problems, and a way of finally gaining the respect of his bossy big brother, Lindsay. But things don't quite go to plan when Reg starts forming an attachment with one of their captives, Sophie. Reg must now make a decision: go through with the plan and finally win Lindsay's approval, or save the kids and destroy everything the brothers have worked for. They're not psycho killers... they're just small business operators. —Colin & Cameron Cairnes",
    "language": "en",
    "mpa_rating": "",
    "like_count": 90,
    "download_count": 47506
},
{
    "id": 4,
    "title": "10 Years",
    "url": "https://yts.mx/movies/10-years-2011",
    "year": 2011,
    "rating": 6.1,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "synopsis": "The night of their high school reunion, a group of friends realize they still haven't quite grown up in some ways.",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 133,
    "download_count": 37257
},
{
    "id": 3,
    "title": "10 Things I Hate About You",
    "url": "https://yts.mx/movies/10-things-i-hate-about-you-1999",
    "year": 1999,
    "rating": 7.3,
    "genres": [
        "Action",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "synopsis": "Adapted from William Shakespeare's play \"The Taming of the Shrew,\" 10 Things I Hate About You starts off with Cameron, new student at Padua High, sitting in the office of the quirky guidance counselor Ms. Perky. He is then shown around the school by Michael, who will become his best friend. During his tour is when Cameron first sees Bianca Stratford, a beautiful sophomore with one problem: she isn't allowed to date. And neither is her \"shrew\" sister, Katarina, a senior who loves indie rock and feminist prose and hates conformity. But Kat and Bianca's father alters his house rule: now, Bianca can date... as long as Kat has a date, too. Now, in order for Cameron to date Bianca, he has to find someone to date Kat. So Michael helps him enlist the help of pretty-boy/jerk/model Joey Donner, tricking him into thinking that *he* will get to take Bianca out if he pays someone to take out Kat. His choice: Patrick Verona, a bad-boy with a mysterious reputation--some say he ate a live duck once, others that he lit a state trooper on fire, and even more claim that he had a brief porn career. Will Patrick win Kat's heart? Will Cameron win Bianca's? Or will everything hit the fan...? —Erica Baffa",
    "language": "en",
    "mpa_rating": "PG-13",
    "like_count": 402,
    "download_count": 448435
},
{
    "id": 2,
    "title": "+1",
    "url": "https://yts.mx/movies/1-2013",
    "year": 2013,
    "rating": 5.5,
    "genres": [
        "Action",
        "Horror",
        "Romance",
        "Sci-Fi",
        "Thriller"
    ],
    "synopsis": "Three college friends hit the biggest party of the year, where a mysterious phenomenon disrupts the night, quickly descending into a chaos that challenges their friendships - and whether they can stay alive.",
    "language": "en",
    "mpa_rating": "",
    "like_count": 90,
    "download_count": 142907
},
{
    "id": 1,
    "title": "Bikini Model Academy",
    "url": "https://yts.mx/movies/bikini-model-academy-2015",
    "year": 2015,
    "rating": 2.4,
    "genres": [
        "Action",
        "Comedy"
    ],
    "synopsis": "When T. J. and Benji, two California twenty-something best buddies, lose their girlfriends, they start a home grown bikini modeling academy to make money and meet new girls. With a little help from T.J.'s Uncle Seymour (Gary Busey), the guys begin recruiting pretty girls, until a rival modeling school owned by their old grade school enemy tries to shut them down. —joshishivansh",
    "language": "en",
    "mpa_rating": "",
    "like_count": 66,
    "download_count": 127880
}
]